Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: This will delete all local messages for this chat and re-download them from iCloud. Local changes that haven't synced yet will be lost. Continue?
de: Dadurch werden alle lokalen Nachrichten dieses Chats gelöscht und neu aus iCloud geladen. Nicht synchronisierte lokale Änderungen gehen verloren. Fortfahren?
es: Esto eliminará todos los mensajes locales de este chat y los volverá a descargar desde iCloud. Se perderán los cambios locales que aún no se hayan sincronizado. ¿Continuar?
fil: Tatanggalin nito lahat ng lokal na mensahe sa chat na ito at ida-download ulit mula sa iCloud. Mawawala ang mga lokal na pagbabagong hindi pa na-sync. Magpatuloy?
fr: Cela supprimera toutes les messages locaux de ce chat et les retéléchargera depuis iCloud. Les modifications locales non synchronisées seront perdues. Continuer ?
hr: Ovo će obrisati sve lokalne poruke ovog razgovora i ponovno ih preuzeti s iClouda. Lokalne promjene koje još nisu sinkronizirane bit će izgubljene. Želite li nastaviti?
id: Ini akan menghapus semua pesan lokal untuk obrolan ini dan mengunduhnya ulang dari iCloud. Perubahan lokal yang belum tersinkronisasi akan hilang. Lanjutkan?
ja: このチャットのローカル メッセージをすべて削除し、iCloud から再ダウンロードします。未同期のローカル変更は失われます。続行しますか？
ko: 이 채팅의 로컬 메시지를 모두 삭제하고 iCloud에서 다시 내려받습니다. 아직 동기화되지 않은 로컬 변경 사항은 사라집니다. 계속할까요?
ms: Ini akan memadam semua mesej tempatan untuk sembang ini dan memuat turunnya semula dari iCloud. Perubahan tempatan yang belum disegerakkan akan hilang. Teruskan?
pl: Usunie to wszystkie lokalne wiadomości tego czatu i pobierze je ponownie z iCloud. Niezsynchronizowane zmiany lokalne zostaną utracone. Kontynuować?
pt_br: Isso vai excluir todas as mensagens locais deste chat e baixá-las de novo do iCloud. As alterações locais ainda não sincronizadas serão perdidas. Continuar?
ro: Se vor șterge toate mesajele locale ale acestui chat și se vor descărca din nou din iCloud. Modificările locale nesincronizate încă se vor pierde. Continui?
ru: Это удалит все локальные сообщения этого чата и заново загрузит их из iCloud. Локальные изменения, которые ещё не синхронизированы, будут потеряны. Продолжить?
th: การกระทำนี้จะลบข้อความในเครื่องทั้งหมดของแชทนี้และดาวน์โหลดใหม่จาก iCloud การเปลี่ยนแปลงในเครื่องที่ยังไม่ได้ซิงค์จะสูญหาย ดำเนินการต่อหรือไม่
tr: Bu işlem bu sohbetin tüm yerel mesajlarını siler ve iCloud'dan yeniden indirir. Henüz eşitlenmemiş yerel değişiklikler kaybolur. Sürdürülsün mü?
zh_hans: 将删除此对话本地的所有消息并从 iCloud 重新下载。尚未同步的本地修改会丢失。继续吗？
zh_hant: 將刪除此對話本地的所有訊息並從 iCloud 重新下載。尚未同步的本地修改會遺失。是否繼續？

source: This will delete the entire rootfs. All data will be lost. The app will need to restart to reinstall.
de: Das gesamte Rootfs wird gelöscht. Alle Daten gehen verloren. Die App muss zur Neuinstallation neu gestartet werden.
es: Esto eliminará todo el rootfs. Se perderán todos los datos. La app deberá reiniciarse para reinstalarlo.
fil: Tatanggalin nito ang buong rootfs. Mawawala lahat ng datos. Kakailanganing i-restart ang app para i-install ulit.
fr: Le rootfs sera entièrement supprimé. Toutes les données seront perdues. L'app devra être redémarrée.
hr: Ovo će obrisati cijeli rootfs. Svi podaci bit će izgubljeni. Aplikacija se mora ponovno pokrenuti radi ponovne instalacije.
id: Ini akan menghapus seluruh rootfs. Semua data akan hilang. Aplikasi perlu dimulai ulang untuk memasangnya kembali.
ja: rootfs全体が削除され、すべてのデータが失われます。再インストールにはアプリの再起動が必要です。
ko: 전체 rootfs가 삭제되며 모든 데이터가 손실됩니다. 재설치하려면 앱을 재시작해야 합니다.
ms: Ini akan memadam seluruh rootfs. Semua data akan hilang. Apl perlu dimulakan semula untuk memasangnya kembali.
pl: Usunie to cały rootfs. Wszystkie dane zostaną utracone. Aplikacja będzie wymagać restartu, aby go zainstalować.
pt_br: Isso vai excluir todo o rootfs. Todos os dados serão perdidos. O app precisará reiniciar para reinstalar.
ro: Se va șterge tot rootfs-ul. Toate datele se vor pierde. Aplicația va trebui repornită pentru reinstalare.
ru: Это удалит весь rootfs. Все данные будут потеряны. Приложение потребуется перезапустить для переустановки.
th: การกระทำนี้จะลบ rootfs ทั้งหมด ข้อมูลทั้งหมดจะสูญหาย แอปจะต้องรีสตาร์ทเพื่อติดตั้งใหม่
tr: Bu işlem tüm rootfs'i siler. Tüm veriler kaybolur. Yeniden kurmak için uygulamanın yeniden başlatılması gerekir.
zh_hans: 这将删除整个 rootfs，所有数据将丢失。需要重启应用以重新安装。
zh_hant: 這將刪除整個 rootfs，所有資料將丟失。需要重啓應用以重新安裝。

source: This will delete the entire rootfs. All data will be lost. The app will need to restart.
de: Dies löscht das gesamte Rootfs. Alle Daten gehen verloren. Die App muss neu gestartet werden.
es: Esto eliminará todo el rootfs. Se perderán todos los datos. La app deberá reiniciarse.
fil: Tatanggalin nito ang buong rootfs. Mawawala lahat ng datos. Kakailanganing i-restart ang app.
fr: Cela supprimera l'intégralité du rootfs. Toutes les données seront perdues. L'application devra être redémarrée.
hr: Ovo će obrisati cijeli rootfs. Svi podaci bit će izgubljeni. Aplikacija se mora ponovno pokrenuti.
id: Ini akan menghapus seluruh rootfs. Semua data akan hilang. Aplikasi perlu dimulai ulang.
ja: rootfs 全体が削除されます。すべてのデータが失われます。アプリの再起動が必要です。
ko: 전체 rootfs가 삭제됩니다. 모든 데이터가 손실됩니다. 앱을 다시 시작해야 합니다.
ms: Ini akan memadam seluruh rootfs. Semua data akan hilang. Apl perlu dimulakan semula.
pl: Usunie to cały rootfs. Wszystkie dane zostaną utracone. Aplikacja będzie wymagać restartu.
pt_br: Isso vai excluir todo o rootfs. Todos os dados serão perdidos. O app precisará reiniciar.
ro: Se va șterge tot rootfs-ul. Toate datele se vor pierde. Aplicația va trebui repornită.
ru: Это удалит весь rootfs. Все данные будут потеряны. Приложение потребуется перезапустить.
th: การกระทำนี้จะลบ rootfs ทั้งหมด ข้อมูลทั้งหมดจะสูญหาย และแอปจะต้องรีสตาร์ท
tr: Bu işlem tüm rootfs'i siler. Tüm veriler kaybolur. Uygulamanın yeniden başlatılması gerekir.
zh_hans: 这将删除整个 rootfs。所有数据将丢失。应用需要重新启动。
zh_hant: 這將刪除整個 rootfs。所有資料將丟失。應用需要重新啓動。

source: This will delete the group. Model entries and provider instances are not affected.
de: Die Gruppe wird gelöscht. Modelleinträge und Anbieterinstanzen sind nicht betroffen.
es: Esto eliminará el grupo. Las entradas de modelos y las instancias de proveedores no se ven afectadas.
fil: Tatanggalin nito ang group. Hindi maaapektuhan ang mga model entry at provider instance.
fr: Le groupe sera supprimé. Les entrées de modèle et les instances de fournisseur ne sont pas affectées.
hr: Ovo će obrisati grupu. Unosi modela i instance pružatelja nisu zahvaćeni.
id: Ini akan menghapus grup. Entri model dan instance penyedia tidak terpengaruh.
ja: このグループが削除されます。モデルエントリとプロバイダーインスタンスには影響しません。
ko: 이 그룹이 삭제됩니다. 모델 항목과 제공자 인스턴스는 영향을 받지 않습니다.
ms: Ini akan memadam kumpulan. Entri model dan instance pembekal tidak terjejas.
pl: Spowoduje to usunięcie grupy. Wpisy modeli i instancje dostawców pozostaną nietknięte.
pt_br: Isso vai excluir o grupo. As entradas de modelo e as instâncias de provedor não são afetadas.
ro: Se va șterge grupul. Intrările de model și instanțele de furnizor nu sunt afectate.
ru: Это удалит группу. Записи моделей и экземпляры провайдеров не затрагиваются.
th: การกระทำนี้จะลบกลุ่ม รายการโมเดลและอินสแตนซ์ผู้ให้บริการจะไม่ได้รับผลกระทบ
tr: Bu işlem grubu siler. Model girdileri ve sağlayıcı örnekleri etkilenmez.
zh_hans: 这将删除该分组。模型条目和服务商实例不受影响。
zh_hant: 這將刪除該分組。模型條目和服務商實例不受影響。

source: This will permanently delete everything Minis has uploaded to your iCloud account, across ALL of your devices: • Chat sessions & messages • Session files & attachments • Skills • Provider configurations • Environment variables This device's local data will NOT be deleted — only the cloud copy. After the wipe, this device will re-upload its local content to a fresh iCloud zone.
de: Dadurch werden alle Daten, die Minis in dein iCloud-Konto hochgeladen hat, auf ALLEN deinen Geräten dauerhaft gelöscht: • Chat-Sitzungen & Nachrichten • Sitzungsdateien & Anhänge • Skills • Anbieter-Konfigurationen • Umgebungsvariablen Die lokalen Daten dieses Geräts werden NICHT gelöscht – nur die Kopie in der Cloud. Nach dem Löschen lädt dieses Gerät seinen lokalen Inhalt in eine neue iCloud-Zone hoch.
es: Esto eliminará de forma permanente todo lo que Minis ha subido a tu cuenta de iCloud, en TODOS tus dispositivos: • Sesiones de chat y mensajes • Archivos y adjuntos de sesión • Habilidades • Configuraciones de proveedores • Variables de entorno Los datos locales de este dispositivo NO se eliminarán, solo la copia en la nube. Tras el borrado, este dispositivo volverá a subir su contenido local a una zona de iCloud nueva.
fil: Permanenteng tatanggalin nito lahat ng na-upload ng Minis sa iyong iCloud account, sa LAHAT ng device mo: • Mga chat session at mensahe • Mga session file at attachment • Mga skill • Mga configuration ng provider • Mga environment variable HINDI tatanggalin ang lokal na datos sa device na ito — ang kopya lang sa cloud. Pagkatapos nito, ia-upload ulit ng device na ito ang lokal na nilalaman nito sa bagong iCloud zone.
fr: Cela supprimera définitivement tout ce que Minis a téléversé vers votre compte iCloud, sur TOUS vos appareils : • Sessions & messages de chat • Fichiers de session & pièces jointes • Compétences • Configurations de fournisseurs • Variables d'environnement Les données locales de cet appareil ne seront PAS supprimées — seule la copie dans le cloud. Après l'effacement, cet appareil téléversera son contenu local dans une nouvelle zone iCloud.
hr: Ovo će trajno obrisati sve što je Minis prenio na vaš iCloud račun, na SVIM vašim uređajima: • Sesije i poruke razgovora • Datoteke i privitke sesija • Vještine • Konfiguracije pružatelja • Varijable okruženja Lokalni podaci ovog uređaja NEĆE biti obrisani — samo kopija u oblaku. Nakon brisanja ovaj će uređaj ponovno prenijeti svoj lokalni sadržaj u novu iCloud zonu.
id: Ini akan menghapus permanen semua yang telah diunggah Minis ke akun iCloud Anda, di SEMUA perangkat Anda: • Sesi & pesan obrolan • File & lampiran sesi • Skill • Konfigurasi penyedia • Variabel lingkungan Data lokal di perangkat ini TIDAK akan dihapus — hanya salinan di cloud. Setelah penghapusan, perangkat ini akan mengunggah ulang konten lokalnya ke zona iCloud yang baru.
ja: この操作により、Minis が iCloud アカウントにアップロードしたすべてのデータが、すべてのデバイスで永久に削除されます： • チャットセッションとメッセージ • セッションファイルと添付ファイル • スキル • プロバイダー設定 • 環境変数 このデバイスのローカルデータは削除されません。クラウドのコピーのみが削除されます。削除後、このデバイスはローカルのコンテンツを新しい iCloud ゾーンに再アップロードします。
ko: 이 작업은 Minis가 iCloud 계정에 업로드한 모든 데이터를 모든 기기에서 영구적으로 삭제합니다: • 채팅 세션 및 메시지 • 세션 파일 및 첨부파일 • 스킬 • 공급자 구성 • 환경 변수 이 기기의 로컬 데이터는 삭제되지 않으며, 클라우드 복사본만 삭제됩니다. 삭제 후, 이 기기는 로컬 콘텐츠를 새로운 iCloud 영역에 다시 업로드합니다.
ms: Ini akan memadam secara kekal segala yang telah dimuat naik Minis ke akaun iCloud anda, merentas SEMUA peranti anda: • Sesi & mesej sembang • File & lampiran sesi • Skill • Konfigurasi pembekal • Pemboleh ubah persekitaran Data tempatan pada peranti ini TIDAK akan dipadam — hanya salinan awan. Selepas pemadaman, peranti ini akan memuat naik semula kandungan tempatannya ke zon iCloud yang baharu.
pl: Trwale usunie to wszystko, co Minis wysłał na Twoje konto iCloud, ze WSZYSTKICH Twoich urządzeń: • Sesje czatu i wiadomości • Pliki sesji i załączniki • Skille • Konfiguracje dostawców • Zmienne środowiskowe Dane lokalne na tym urządzeniu NIE zostaną usunięte — tylko kopia w chmurze. Po wyczyszczeniu to urządzenie prześle swoją lokalną zawartość do nowej strefy iCloud.
pt_br: Isso vai excluir definitivamente tudo o que o Minis enviou para a sua conta do iCloud, em TODOS os seus dispositivos: • Sessões de chat e mensagens • Arquivos e anexos das sessões • Skills • Configurações de provedores • Variáveis de ambiente Os dados locais deste dispositivo NÃO serão excluídos — apenas a cópia na nuvem. Depois da limpeza, este dispositivo vai reenviar seu conteúdo local para uma nova zona do iCloud.
ro: Se va șterge definitiv tot ce a încărcat Minis în contul tău iCloud, de pe TOATE dispozitivele tale: • Sesiuni de chat și mesaje • Fișiere și atașamente ale sesiunilor • Skill-uri • Configurații de furnizori • Variabile de mediu Datele locale de pe acest dispozitiv NU se șterg — doar copia din cloud. După ștergere, acest dispozitiv își va reîncărca conținutul local într-o zonă iCloud nouă.
ru: Это безвозвратно удалит всё, что Minis загрузил в ваш аккаунт iCloud, на ВСЕХ ваших устройствах: • Сессии чатов и сообщения • Файлы и вложения сессий • Навыки • Конфигурации провайдеров • Переменные окружения Локальные данные на этом устройстве НЕ будут удалены — только облачная копия. После очистки это устройство заново загрузит своё локальное содержимое в новую зону iCloud.
th: การกระทำนี้จะลบทุกอย่างที่ Minis อัปโหลดไปยังบัญชี iCloud ของคุณอย่างถาวร ในอุปกรณ์ทุกเครื่องของคุณ: • เซสชันแชทและข้อความ • ไฟล์เซสชันและไฟล์แนบ • Skill • การกำหนดค่าผู้ให้บริการ • ตัวแปรสภาพแวดล้อม ข้อมูลในเครื่องบนอุปกรณ์นี้จะไม่ถูกลบ — ลบเฉพาะสำเนาบนคลาวด์ หลังการลบ อุปกรณ์นี้จะอัปโหลดเนื้อหาในเครื่องขึ้นไปยังโซน iCloud ใหม่
tr: Bu işlem, Minis'in iCloud hesabınıza yüklediği her şeyi TÜM aygıtlarınızda kalıcı olarak siler: • Sohbet oturumları ve mesajlar • Oturum dosyaları ve ekler • Skill'ler • Sağlayıcı yapılandırmaları • Ortam değişkenleri Bu aygıttaki yerel veriler SİLİNMEZ — yalnızca buluttaki kopya. Silme işleminden sonra bu aygıt, yerel içeriğini yeni bir iCloud bölgesine yeniden yükler.
zh_hans: 此操作将永久删除 Minis 上传到您 iCloud 账户中的所有内容，跨您所有的设备： • 聊天会话和消息 • 会话文件和附件 • 技能 • 服务商配置 • 环境变量 本设备上的本地数据不会被删除 —— 仅删除云端副本。删除后，本设备将把其本地内容重新上传到新的 iCloud 区域。
zh_hant: 此操作將永久刪除 Minis 上傳到您 iCloud 賬戶中的所有內容，跨您所有的設備： • 聊天工作階段和訊息 • 工作階段檔案和附件 • 技能 • 服務商配置 • 環境變量 本設備上的本地資料不會被刪除 —— 僅刪除雲端副本。刪除後，本設備將把其本地內容重新上傳到新的 iCloud 區域。

source: This will re-download all sync data from iCloud, which may take 10–30 seconds and consume significant network traffic. Wi-Fi is recommended. Your local sessions, skills, and files are not affected.
de: Dies lädt alle Synchronisierungsdaten erneut aus iCloud herunter, was 10–30 Sekunden dauern kann und erheblichen Netzwerkverkehr verursacht. WLAN wird empfohlen. Ihre lokalen Sitzungen, Fähigkeiten und Dateien sind davon nicht betroffen.
es: Esto volverá a descargar todos los datos de sincronización desde iCloud, lo que puede tardar entre 10 y 30 segundos y consumir bastante tráfico de red. Se recomienda usar Wi-Fi. Tus sesiones, habilidades y archivos locales no se ven afectados.
fil: Ida-download ulit nito lahat ng sync data mula sa iCloud, na maaaring tumagal ng 10–30 segundo at gumamit ng malaking network traffic. Inirerekomenda ang Wi-Fi. Hindi maaapektuhan ang mga lokal mong session, skill, at file.
fr: Cela va retélécharger toutes les données de synchronisation depuis iCloud, ce qui peut prendre 10 à 30 secondes et consommer un trafic réseau important. Le Wi-Fi est recommandé. Vos sessions, compétences et fichiers locaux ne sont pas affectés.
hr: Ovo će ponovno preuzeti sve podatke sinkronizacije s iClouda, što može potrajati 10–30 sekundi i potrošiti znatan mrežni promet. Preporučuje se Wi-Fi. Vaše lokalne sesije, vještine i datoteke nisu zahvaćene.
id: Ini akan mengunduh ulang semua data sinkronisasi dari iCloud, yang dapat memakan 10–30 detik dan menghabiskan lalu lintas jaringan cukup besar. Wi-Fi disarankan. Sesi, skill, dan file lokal Anda tidak terpengaruh.
ja: これにより iCloud からすべての同期データが再ダウンロードされます。10～30 秒かかり、ネットワーク通信量が大きくなる可能性があります。Wi-Fi の使用を推奨します。 ローカルのセッション、スキル、ファイルには影響しません。
ko: 이 작업은 iCloud에서 모든 동기화 데이터를 다시 다운로드하며, 10~30초가 걸리고 상당한 네트워크 트래픽이 발생할 수 있습니다. Wi-Fi를 권장합니다. 로컬 세션, 스킬, 파일에는 영향을 주지 않습니다.
ms: Ini akan memuat turun semula semua data penyegerakan dari iCloud, yang mungkin mengambil 10–30 saat dan menggunakan trafik rangkaian yang banyak. Wi-Fi disyorkan. Sesi, skill, dan file tempatan anda tidak terjejas.
pl: Spowoduje to ponowne pobranie wszystkich danych synchronizacji z iCloud, co może potrwać 10–30 sekund i zużyć sporo transferu. Zalecane jest Wi-Fi. Twoje lokalne sesje, skille i pliki pozostaną nietknięte.
pt_br: Isso vai baixar de novo todos os dados de sincronização do iCloud, o que pode levar de 10 a 30 segundos e consumir bastante tráfego de rede. Recomenda-se Wi-Fi. Suas sessões, skills e arquivos locais não são afetados.
ro: Se vor descărca din nou toate datele de sincronizare din iCloud, ceea ce poate dura 10–30 de secunde și poate consuma trafic considerabil. Se recomandă Wi-Fi. Sesiunile, skill-urile și fișierele tale locale nu sunt afectate.
ru: Это заново загрузит все данные синхронизации из iCloud, что может занять 10–30 секунд и потребовать значительного сетевого трафика. Рекомендуется Wi-Fi. Ваши локальные сессии, навыки и файлы не затрагиваются.
th: การกระทำนี้จะดาวน์โหลดข้อมูลซิงค์ทั้งหมดจาก iCloud ใหม่ ซึ่งอาจใช้เวลา 10–30 วินาทีและใช้ปริมาณเครือข่ายมาก แนะนำให้ใช้ Wi-Fi เซสชัน skill และไฟล์ในเครื่องของคุณจะไม่ได้รับผลกระทบ
tr: Bu işlem tüm eşitleme verilerini iCloud'dan yeniden indirir; 10–30 saniye sürebilir ve önemli ölçüde ağ trafiği kullanır. Wi-Fi önerilir. Yerel oturumlarınız, skill'leriniz ve dosyalarınız etkilenmez.
zh_hans: 这将重新从 iCloud 下载所有同步数据，可能需要 10–30 秒并消耗较多网络流量。建议使用 Wi-Fi。 您的本地会话、技能和文件不会受到影响。
zh_hant: 這將重新從 iCloud 下載所有同步資料，可能需要 10–30 秒並消耗較多網路流量。建議使用 Wi-Fi。 您的本機工作階段、技能和檔案不會受到影響。

source: This will remove all browsing history from the past 7 days.
de: Dies entfernt den gesamten Browserverlauf der letzten 7 Tage.
es: Esto eliminará todo el historial de navegación de los últimos 7 días.
fil: Aalisin nito lahat ng browsing history sa nakaraang 7 araw.
fr: Cela supprimera tout l'historique de navigation des 7 derniers jours.
hr: Ovo će ukloniti svu povijest pregledavanja iz posljednjih 7 dana.
id: Ini akan menghapus semua riwayat penjelajahan 7 hari terakhir.
ja: 過去7日間のすべての閲覧履歴が削除されます。
ko: 지난 7일간의 모든 검색 기록이 삭제됩니다.
ms: Ini akan membuang semua sejarah pelayaran 7 hari lalu.
pl: Spowoduje to usunięcie całej historii przeglądania z ostatnich 7 dni.
pt_br: Isso vai remover todo o histórico de navegação dos últimos 7 dias.
ro: Se va elimina tot istoricul de navigare din ultimele 7 zile.
ru: Это удалит всю историю просмотров за последние 7 дней.
th: การกระทำนี้จะลบประวัติการเรียกดูทั้งหมดใน 7 วันที่ผ่านมา
tr: Bu işlem son 7 güne ait tüm gezinme geçmişini kaldıracak.
zh_hans: 这将删除过去 7 天的所有浏览历史。
zh_hant: 這將刪除過去 7 天的所有瀏覽歷史。

source: This will remove all cookies and website data from the Minis browser.
de: Dies entfernt alle Cookies und Website-Daten aus dem Minis-Browser.
es: Esto eliminará todas las cookies y los datos de sitios web del navegador de Minis.
fil: Aalisin nito lahat ng cookie at website data sa Minis browser.
fr: Cela supprimera tous les cookies et données de sites web du navigateur Minis.
hr: Ovo će ukloniti sve kolačiće i podatke web-mjesta iz Minis preglednika.
id: Ini akan menghapus semua cookie dan data situs dari browser Minis.
ja: Minis ブラウザからすべての Cookie とウェブサイトデータが削除されます。
ko: Minis 브라우저에서 모든 쿠키와 웹사이트 데이터가 삭제됩니다.
ms: Ini akan membuang semua cookie dan data laman web dari browser Minis.
pl: Spowoduje to usunięcie wszystkich plików cookie i danych stron z przeglądarki Minis.
pt_br: Isso vai remover todos os cookies e dados de sites do navegador do Minis.
ro: Se vor elimina toate cookie-urile și datele site-urilor din browserul Minis.
ru: Это удалит все файлы cookie и данные сайтов из браузера Minis.
th: การกระทำนี้จะลบคุกกี้และข้อมูลเว็บไซต์ทั้งหมดจากเบราว์เซอร์ Minis
tr: Bu işlem Minis tarayıcısındaki tüm çerezleri ve site verilerini kaldırır.
zh_hans: 这将从 Minis 浏览器中删除所有 Cookie 和网站数据。
zh_hant: 這將從 Minis 瀏覽器中刪除所有 Cookie 和網站資料。

source: This will remove the group and unassign its models. The models themselves will not be deleted.
de: Die Gruppe wird entfernt und die Modellzuweisungen aufgehoben. Die Modelle selbst werden nicht gelöscht.
es: Esto eliminará el grupo y desasignará sus modelos. Los modelos en sí no se eliminarán.
fil: Aalisin nito ang group at ita-unassign ang mga model nito. Hindi tatanggalin ang mga model mismo.
fr: Le groupe sera supprimé et ses modèles désassignés. Les modèles eux-mêmes ne seront pas supprimés.
hr: Ovo će ukloniti grupu i poništiti dodjelu njezinih modela. Sami modeli neće biti obrisani.
id: Ini akan menghapus grup dan melepaskan modelnya. Model itu sendiri tidak akan dihapus.
ja: グループを削除し、モデルの割り当てを解除します。モデル自体は削除されません。
ko: 그룹이 제거되고 모델 할당이 해제됩니다. 모델 자체는 삭제되지 않습니다.
ms: Ini akan membuang kumpulan dan melepaskan modelnya. Model itu sendiri tidak akan dipadam.
pl: Usunie to grupę i odłączy jej modele. Same modele nie zostaną usunięte.
pt_br: Isso vai remover o grupo e desvincular seus modelos. Os modelos em si não serão excluídos.
ro: Se va elimina grupul și se vor dezasocia modelele lui. Modelele în sine nu vor fi șterse.
ru: Это удалит группу и отвяжет её модели. Сами модели не будут удалены.
th: การกระทำนี้จะนำกลุ่มออกและยกเลิกการกำหนดโมเดล ตัวโมเดลเองจะไม่ถูกลบ
tr: Bu işlem grubu kaldırır ve modellerinin atamasını kaldırır. Modellerin kendisi silinmez.
zh_hans: 这将移除该组并取消其模型关联。模型本身不会被删除。
zh_hant: 這將移除該組並取消其模型關聯。模型本身不會被刪除。

source: This will remove the provider and all its model entries. API keys will be deleted from the Keychain.
de: Der KI-Anbieter und alle Modelleinträge werden entfernt. API Keys werden aus dem Schlüsselbund gelöscht.
es: Esto eliminará el proveedor y todas sus entradas de modelos. Las claves de API se borrarán del Keychain.
fil: Aalisin nito ang provider at lahat ng model entry nito. Tatanggalin ang mga API key sa Keychain.
fr: Cela supprimera le fournisseur AI et tous ses modèles. Les clés API seront supprimées du trousseau.
hr: Ovo će ukloniti pružatelja i sve njegove unose modela. API ključevi bit će obrisani iz Keychaina.
id: Ini akan menghapus penyedia beserta semua entri modelnya. Kunci API akan dihapus dari Keychain.
ja: AIプロバイダーとすべてのモデルエントリが削除されます。API Keyはキーチェーンから削除されます。
ko: AI 공급자와 모든 모델 항목이 제거됩니다. API Key가 키체인에서 삭제됩니다.
ms: Ini akan membuang pembekal dan semua entri modelnya. Kunci API akan dipadam dari Keychain.
pl: Usunie to dostawcę i wszystkie jego wpisy modeli. Klucze API zostaną usunięte z Pęku kluczy.
pt_br: Isso vai remover o provedor e todas as suas entradas de modelo. As chaves de API serão excluídas do Keychain.
ro: Se va elimina furnizorul și toate intrările lui de model. Cheile API vor fi șterse din Keychain.
ru: Это удалит провайдера и все его модели. Ключи API будут удалены из Keychain.
th: การกระทำนี้จะนำผู้ให้บริการและรายการโมเดลทั้งหมดออก คีย์ API จะถูกลบออกจาก Keychain
tr: Bu işlem sağlayıcıyı ve tüm model girdilerini kaldırır. API anahtarları Anahtar Zinciri'nden silinir.
zh_hans: 这将移除该 AI 服务商及其所有模型条目。API Key 将从钥匙串中删除。
zh_hant: 這將移除該 AI 服務商及其所有模型條目。API Key 將從鑰匙串中刪除。
